Repository: SeaDve/Kooha
Catalog: po/*.po
Languages: de, fi, fil, fr_fr, id, sr@latin, uk

source: Click here to view the video.
fil: Pindutin ito upang makita ang video.

source: Failed to start device monitor
fil: Hindi masimulan ang device monitor

source: Failed to connect to PulseAudio daemon
fil: Hindi maka-connect sa PulseAudio daemon

source: Check out {} for help.
fil: Tignan ang {} para sa tulong.

source: No microphone source found
fil: Walang makitang mikropono

source: No desktop speaker source found
fil: Walang mapagkunan ng tunog mula sa desktop

source: Failed to open “{}” for writing
fil: Hindi mai-open ang “{}”

source: Failed to open file for writing
fil: Hindi mai-open ang file

source: _Cancel
fil: _Ikansela
sr@latin: _Otkaži

source: _Select
fil: _Piliin
sr@latin: _Izaberi

source: No folder selected
fil: Walang piniling folder

source: Please choose a folder and try again.
fil: Pumili ng folder at uliting muli.

source: Cannot access “{}”
fil: Hindi ma-access ang “{}”
sr@latin: Ne mogu da da pirstupim “{}”

source: Please choose an accessible location and try again.
fil: Pumili ng kayang i-access na lokasyon at ulitin.
sr@latin: Molim te odaberi pristupačnu lokaciju i pokušaj ponovo.

source: 🎥 Capture your screen without any hassle.
sr@latin: 🎥 Snimi ekran bez muke.

source: 🎙️ Record your microphone, computer sounds, or both at the same time.
sr@latin: 🎙️ Snimi mikrofon, zvuk sa računara ili oba u isto vreme.

source: 📼 Support for WebM, MP4, GIF, and MKV formats.
sr@latin: 📼 Podrška za WebM, MP4, GIF, i MKV formate.

source: 🗔 Multiple sources selection.
sr@latin: 🗔 Izbor više izvora.

source: 🚀 Optional hardware accelerated encoding
sr@latin: 🚀 Opciono hardverski ubrzano kodiranje

source: 🖥️ Select a monitor or window to record.
sr@latin: 🖥️ Odaberi monitor ili prozor koji bi da snimaš.

source: 🖼️ Create a selection to capture certain area from your screen.
sr@latin: 🖼️ Izaberite prostor za snimanje određenog područja ekrana.

source: 🖱️ Hide or show mouse pointer.
sr@latin: 🖱️ Prikaži ili sakrij kursor.

source: 💾 Choose a saving location for your recording.
sr@latin: 💾 Odaberi mesto za čuvanje snimka.

source: ⌨️ Utilize helpful keyboard shortcuts.
sr@latin: ⌨️ Koristite prečice na tastaturi.

source: Cancel Delay
sr@latin: Otkaži kašnjenje

source: Toggle Computer Sounds
sr@latin: Uključi/isključi zvuke sa računara

source: Record Computer Sounds
sr@latin: Snimi zvuke računara

source: Record From Microphone
sr@latin: Snimi mikrofon

source: _Delay
sr@latin: _Kašnjenje

source: 5 seconds
sr@latin: 5 sekundi

source: 10 seconds
sr@latin: 10 sekundi

source: _Video Format
sr@latin: _Format videa

source: _Save to…
sr@latin: _Sačuvaj u…

source: Screencast Recorded!
sr@latin: Ekran je snimljen!

source: The recording has been saved in “{}”
sr@latin: Snimak je sačuvan u “{}”

source: Open File
sr@latin: Otvori datoteku

source: Screencast Portal Request Error
sr@latin: Greška kod portala za snimanje ekrana

source: Pipeline Build Error
sr@latin: Greška kod cevovoda za izgradnju

source: Recording Error
sr@latin: Greška prilikom snimanja

source: Make sure to check for the runtime dependencies and <a href="https://github.com/SeaDve/Kooha#-it-doesnt-work">It Doesn't Work page</a>.
sr@latin: Proverite sve zavisnosti za vreme izvršavanja <a href="https://github.com/SeaDve/Kooha#-it-doesnt-work">It Doesn't Work stranica</a>.

source: A GStreamer plugin may not be installed. If not, please report to <a href="https://github.com/SeaDve/Kooha/issues">Kooha's issue page</a>.
sr@latin: Dodatak GStreamer možda nije instaliran. Ukoliko jeste, prijavi na <a href="https://github.com/SeaDve/Kooha/issues">Kooha-inoj stranici za probleme</a>.

source: Make sure that the saving location exists. If not, something went wrong and please report to <a href="https://github.com/SeaDve/Kooha/issues">Kooha's issue page</a>.
sr@latin: Pobrini se da lokacija za čuvanje postoji. Ukoliko postoji, nešto je pošlo naopako i molim te prijavi na <a href="https://github.com/SeaDve/Kooha/issues">Kooha-inoj stranici za probleme</a>.
