Repository: SeaDve/Kooha
Catalog: po/*.po
Languages: de, fi, fil, fr_fr, id, sr@latin, uk

source: Elegantly record your screen
de: Nimm deinen Bildschirm elegant auf
fi: Tallenna näyttösi tapahtumat
fil: Eleganteng i-record ang iyong screen
fr_fr: Enregistrez élégamment votre écran
id: Rekam layar Anda dengan elegan
sr@latin: Snimi ekran na elegantan način
uk: Елегантно записуйте ваш екран

source: Screencast;Recorder;Screen;Video;
de: Screencast;Rekorder;Aufnahme;Bildschirm;Video;
fi: Screencast;Recorder;Screen;Video;tallennin;nauhoitus;
fil: Screencast;Recorder;Screen;Video;Pangrekord;
fr_fr: Capture d’écran;Enregistrement;Écran;Vidéo;
id: Screencast;Perekam;Layar;Video;
sr@latin: Videosnimak ekrana;rekorder;ekran;video;
uk: Записувач;Екран;Відео;Screencast;Recorder;Screen;Video;

source: Capture your screen in a intuitive and straightforward way without distractions.
de: Nimm deinen Bildschirm auf intuitive und unkomplizierte Weise ohne Ablenkungen auf.
fi: Kaappaa näyttösi sisältö intuitiivisella ja suoraviivaisella tavalla ilman häiriötekijöitä.
fil: I-rekord ang iyong screen nang walang paggambala.
fr_fr: Capturez votre écran de manière intuitive et simple sans distractions.
id: Rekam layar Anda dengan cara yang intuitif dan mudah tanpa gangguan.
sr@latin: Snimi ekran na intuitivan i jednostavan način bež smetnji.
uk: Вибирайте ділянку інтуїтивно зрозумілим і простим способом без зайвих чинників.

source: Kooha is a simple screen recorder with a minimalist interface. You can just click the record button without having to configure a bunch of settings.
de: Kooha ist ein einfacher Bildschirmrekorder mit einer minimalistischen Oberfläche. Du kannst einfach auf die Aufnahmetaste klicken, ohne einen Haufen von Einstellungen konfigurieren zu müssen.
fi: Kooha on yksinkertainen sovellus, jonka avulla voit nauhoittaa näytölläsi tapahtuvat asiat. Napsauta vain nauhoituspainiketta ja vältä lukuisten asetusten kanssa säätäminen.
fil: Ang Kooha ay isang simpleng pangrekord ng screen na may minimalist na interface. Pindutin lamang ang record button nang hindi gumagalaw ng mga settings.
fr_fr: Kooha est un enregistreur d’écran simple avec une interface minimaliste. Vous n’avez qu’à cliquer sur le bouton d’enregistrement, sans avoir à configurer un tas de paramètres.
id: Kooha adalah perekam layar yang sederhana dengan antarmuka yang minimalis. Anda hanya perlu menekan tombol rekam tanpa harus mengkonfigurasi beberapa pengaturan.
sr@latin: Kooha je jednostavan snimatelj ekrana sa minimalnim interfejsom. Možeš samo pritisnuti dugme za snimanje bez postavljanja ikakvih podešavanja.
uk: Kooha — це простий записувач екрана з мінімалістичним інтерфейсом. Ви можете просто натиснути кнопку запису без витрачання часу на налаштування.

source: The main features of Kooha include the following:
de: Zu den Hauptmerkmalen von Kooha gehören:
fi: Koohan keskeisimmät ominaisuudet:
fil: Ang mga pangunahing tampok ng Kooha ay ang mga sumusunod:
fr_fr: Les principales caractéristiques de Kooha sont les suivantes :
id: Fitur-fitur utama Kooha termasuk yang berikut ini:
sr@latin: Glavne funkcionalnosti u Kooha su:
uk: Основні можливості Kooha:

source: 🎙️ Record microphone, desktop audio, or both at the same time
de: 🎙️ Nimm Mikrofon, Computer oder beides gleichzeitig auf
fi: 🎙️ Tallenna ääntä mikrofonista, työpöydän äänilähteestä tai molemmista samanaikaisesti
fr_fr: 🎙️ Enregistrez votre micro, l’audio de votre ordinateur ou les deux en même temps
id: 🎙️ Rekam mikrofon, audio desktop, atau keduanya secara bersamaan
uk: 🎙️ Запис з мікрофона, звуків комп'ютера або з обох одночасно

source: 📼 Support for WebM, MP4, GIF, and Matroska formats
de: Unterstützung für WebM, MP4, GIF und das Matroska Format
fi: 📼 Tiedostomuototuki WebM, MP4, GIF ja Matroska
fr_fr: 📼 Prise en charge des formats WebM, MP4, GIF, et Matroska
id: 📼 Dukungan untuk format WebM, MP4, GIF, dan Matroska
uk: 📼 Підтримка форматів WebM, MP4, GIF і Matroska

source: 🖥️ Select a monitor or a portion of the screen to record
de: 🖥️ Wähle einen Monitor oder Bildausschnitt für die Aufnahme
fi: 🖥️ Valitse näyttö tai alue näytöltä tallennettavaksi
fr_fr: 🖥️ Sélectionnez un écran ou une partie de l’écran à enregistrer
id: 🖥️ Pilih monitor atau bagian dari layar untuk direkam
uk: 🖥️ Виберіть монітор або ділянку екрана для запису

source: 🛠️ Configurable saving location, pointer visibility, frame rate, and delay
de: Konfigurieren Sie den Speicherort, die Sichtbarkeit des Zeigers, die Bildrate und die Verzögerung
fi: 🛠️ Mukautettava tallennussijainti, osoittimen näkyvyys, kuvanopeus ja viive
fr_fr: 🛠️ Configurez l’emplacement de sauvegarde, la visibilité du pointeur, la fréquence d’images et le délai
id: 🛠️ Lokasi penyimpanan, apakah kursor ditampilkan, laju bingkai, dan penundaan dapat diatur
uk: 🛠️ Налаштовуване розташування для збереження, видимість вказівника, частота кадрів і затримка

source: 🚀 Experimental hardware accelerated encoding
de: Experimentelles, hardwarebeschleunigtes Kodieren
fi: 🚀 Kokeellinen laitteistokiihdytetty enkoodaus
fr_fr: 🚀 Encodage expérimental accéléré par matériel
id: 🚀 Uji coba pengodean menggunakan akselarasi perangkat keras
uk: 🚀 Експериментальне кодування з апаратним прискоренням

source: Recording options and button to start recording
de: Aufnahmeoptionen und Startknopf der Aufnahme
fi: Tallennuksen vaihtoehdot ja painike joka aloittaa tallennuksen
fr_fr: Options d'enregistrement et bouton pour démarrer
uk: Параметри запису та кнопка початку запису

source: In-progress recording duration and button to stop recording
fi: Toimessa olevan tallennuksen kesto ja painike joka lopettaa tallennuksen
fr_fr: Temps d'enregistrement en cours et bouton d'arrêt
uk: Тривалість поточного запису та кнопка зупинки запису

source: Countdown to start recording and button to cancel recording
fi: Lähtölaskenta tallennuksen aloittamiseen ja painike tallentamisen peruuttamiseksi
fr_fr: Décompte pour démarrer l'enregistrement et bouton d'arrêt
uk: Зворотний відлік для початку запису та кнопка для скасування запису

source: Select Area
de: Bereich auswählen
fi: Valitse alue
fr_fr: Sélectionnez une zone
id: Pilih Area
uk: Вибрати ділянку

source: Cancel
de: Abbrechen
fi: Peru
fil: Ikansela
fr_fr: Annuler
id: Batal
uk: Скасувати

source: Done
de: Fertig
fi: Valmis
fr_fr: Fait
id: Selesai
uk: Готово

source: Reset Selection
de: Auswahl zurücksetzen
fi: Nollaa valinta
fr_fr: Réinitialiser la sélection
id: Atur Ulang Pilihan
uk: Скинути вибір

source: General
de: Allgemeines
fi: Yleiset
fil: Pangkalahatan
fr_fr: Général
id: Umum
sr@latin: Opšte
uk: Загальні

source: Delay (Seconds)
de: Verzögerung (Sekunden)
fi: Viive (sekuntia)
fr_fr: Délai (en secondes)
id: Penundaan (Detik)
uk: Затримка (секунди)

source: Time interval before recording begins
de: Zeitintervall bevor die Aufnahme beginnt
fi: Viive ennen tallennuksen aloittamista
fr_fr: Délai avant le début de l’enregistrement
id: Interval waktu sebelum memulai perekaman
uk: Інтервал часу перед початком запису

source: Recordings Folder
de: Aufnahmen Speicherort
fi: Tallenteet-kansio
fr_fr: Dossier des enregistrements
id: Folder Rekaman
uk: Тека записів

source: Destination folder for the recordings
de: Zielordner für die Aufnahmen
fi: Tallenteiden kohdekansio
fr_fr: Dossier de destination des enregistrements
id: Folder tujuan untuk hasil perekaman
uk: Тека для зберігання записів

source: Format
fi: Muoto
uk: Формат

source: Frame Rate
de: Bildrate
fi: Kuvataajuus
fr_fr: Fréquence d’images
id: Laju Bingkai
uk: Частота кадрів

# shortcut window
source: General
fi: Yleiset

# shortcut window
source: Open Menu
fi: Avaa valikko

# shortcut window
source: Show Preferences
fi: Näytä asetukset

# shortcut window
source: Show Shortcuts
de: Tastaturkürzel anzeigen
fi: Näytä pikavalinnat

# shortcut window
source: Close Window
fi: Sulje ikkuna

# shortcut window
source: Quit
fi: Lopeta

# shortcut window
source: Recording
fi: Tallennus

# shortcut window
source: Toggle Record
fi: Tallennus päälle / pois

# shortcut window
source: Toggle Pause
fi: Tauko päälle / pois

# shortcut window
source: Cancel Record
fi: Peru tallennus

# shortcut window
source: Settings
fi: Asetukset

# shortcut window
source: Toggle Desktop Audio
fi: Työpöydän äänet päälle / pois

# shortcut window
source: Toggle Microphone
fi: Mikrofoni päälle / pois

# shortcut window
source: Toggle Pointer
fi: Osoitin päälle / pois

source: Main Menu
de: Hauptmenü
fi: Päävalikko
fil: Pangunahing Menu
fr_fr: Menu principal
id: Menu Utama
sr@latin: Glavni izbornik
uk: Головне меню

source: Capture a Monitor or Window
de: Bildschirm oder Fenster aufnehmen
fi: Kaappaa näyttö tai ikkuna
fil: Mag-capture ng Monitor o Window
fr_fr: Capturer un écran ou une fenêtre
id: Rekam Monitor atau Jendela
sr@latin: Snimi monitor ili prozor
uk: Захоплення монітора або вікна

source: Capture a Selection of Screen
de: Auswahl des Bildschirms aufnehmen
fi: Kaappaa valittu alue näytöltä
fil: Magcapture ng Seleksyon ng Screen
fr_fr: Capturer une sélection de l’écran
id: Rekam Potongan dari Layar
sr@latin: Snimi područje ekrana
uk: Захоплення ділянки екрана

source: Enable Desktop Audio
de: Desktop Audio aktivieren
fi: Käytä työpöydän ääntä
fr_fr: Activer l’audio de l’ordinateur
id: Aktifkan Audio Desktop
uk: Увімкнути звук з комп'ютера

source: Disable Desktop Audio
de: Desktop Audio deaktivieren
fi: Poista käytöstä työpöydän ääni
fr_fr: Désactiver l’audio de l’ordinateur
id: Nonaktifkan Audio Desktop
uk: Вимкнути звук з комп'ютера

source: Enable Microphone
de: Mikrofon aktivieren
fi: Käytä mikrofonia
fil: I-enable ang Mikropono
fr_fr: Activer le microphone
id: Aktifkan Mikrofon
uk: Увімкнути мікрофон

source: Disable Microphone
de: Mikrofon deaktivieren
fi: Poista käytöstä mikrofoni
fil: I-disable ang Mikropono
fr_fr: Désactiver le microphone
id: Nonaktifkan Mikrofon
uk: Вимкнути мікрофон

source: Show Pointer
de: Mauszeiger anzeigen
fi: Näytä osoitin
fil: Ipakita ang Pointer
fr_fr: Afficher le curseur
id: Tampilkan Kursor
sr@latin: Prikaži kursor
uk: Показати вказівник

source: Hide Pointer
de: Mauszeiger ausblenden
fi: Piilota osoitin
fil: Itago ang Pointer
fr_fr: Masquer le pointeur
id: Sembunyikan Kursor
uk: Сховати вказівник

source: Start Recording
de: Aufnahme starten
fi: Aloita nauhoitus
fil: Mag-start Magrekord
fr_fr: Commencer l’enregistrement
id: Mulai Merekam
uk: Розпочати запис

source: Record
de: Aufnehmen
fi: Nauhoita
fil: Magrekord
fr_fr: Enregistrer
id: Rekam
sr@latin: Snimi
uk: Записати

source: Forget Previously Selected Video Sources
de: Zuvor ausgewählte Videoquellen vergessen
fi: Unohda aiemmin valitut videolähteet
fil: Kalimutan ang Sinelektang Source ng Video
fr_fr: Oublier les sources vidéo précédemment sélectionnées
id: Lupakan Sumber Video yang Dipilih Sebelumnya
uk: Забути раніше вибрані джерела відео

source: Stop Recording
de: Aufnahme stoppen
fi: Lopeta nauhoitus
fil: Ihinto ang Pagrekord
fr_fr: Arrêter l’enregistrement
id: Berhenti Merekam
uk: Зупинити запис

source: Stop
de: Stopp
fi: Pysäytä
fil: Huminto
fr_fr: Arrêter
id: Berhenti
sr@latin: Zaustavi
uk: Зупинити

source: Pause Recording
de: Aufnahme pausieren
fi: Keskeytä nauhoitus
fil: I-pause Pagrekord
fr_fr: Mettre l’enregistrement en pause
id: Jeda Perekaman
uk: Призупинити запис

source: Recording in…
de: Aufnahme in …
fi: Nauhoitus alkaa…
fil: Magrerekord sa…
fr_fr: Enregistrer dans…
id: Merekam dalam…
sr@latin: Snimam u…
uk: Запис через…

source: Cancel Recording
de: Aufnahme abbrechen
fi: Peru nauhoitus
fil: Ikansela ang Pagrekord
fr_fr: Annuler l’enregistrement
id: Batal Merekam
uk: Скасувати запис

source: Flushing…
de: Abschließen…
fi: Tyhjennetään…
fil: Nagflu-flush…
fr_fr: Vidage…
id: Membersihkan…
sr@latin: Ispiram…
uk: Очищення…

source: _Preferences
de: _Einstellungen
fi: _Asetukset
fr_fr: _Préférences
id: _Preferensi
uk: _Налаштування

source: _Keyboard Shortcuts
de: _Tastaturkürzel
fi: _Pikanäppäimet
fil: _Mga Shortcut sa Keyboard
fr_fr: _Raccourcis clavier
id: _Pintasan Papan Ketik
sr@latin: _Prečice na tastaturi
uk: _Сполучення клавіш

source: _About Kooha
de: _Über Kooha
fi: _Tietoja - Kooha
fil: _Tungkol sa Kooha
fr_fr: _À propos de Kooha
id: _Tentang Kooha
sr@latin: _O Kooha
uk: _Про Kooha

source: translator-credits
de: J. Lavoie, Andy Pillip, Heinrich Heinzer, Nico, Milo Ivir, sal0max, Marlon, Jörn Weigend, Florian Schaupp, Justin Nogossek
fi: Jiri Grönroos
fil: Dave Patrick
fr_fr: J. Lavoie, M. Bousquet, Irénée Thirion, Wedone, Clyhtsuriva
id: @liimee,Hervy Qurrotul Ainur Rozi,Reza Almanda,@mantarimay,@nurihsan_m,@tmhidayat
sr@latin: Dušan Simić <dusan.simic1810@gmail.com>
uk: Ihor Hordiichuk, Serhii Honcharuk

source: Donate (Buy Me a Coffee)
de: Spenden (Kauf mir einen Kaffee)
fi: Lahjoita (Buy Me a Coffee)
fr_fr: Faire un don (Buy Me a Coffee)
uk: Підтримати (Buy Me a Coffee)

source: Translate
de: Übersetzen
fi: Käännä
fil: Mag-translate
fr_fr: Traduire
id: Terjemahkan
uk: Перекласти

source: Screencast recorded
de: Screencast aufgezeichnet
fi: Näyttötallenne nauhoitettu
fil: Tapos na magrekord
fr_fr: Écran enregistré
id: Rekaman layar selesai
uk: Скрінкаст записаний

source: Show in Files
de: In Dateien anzeigen
fi: Näytä tiedostonhallinnassa
fil: Ipakita sa Files
fr_fr: Afficher dans les fichiers
id: Tampilkan di Berkas
uk: Показати у Файлах

source: Failed to find the default audio device
de: Standard-Audiogerät konnte nicht gefunden werden
fi: Oletusarvoisen äänilaitteen löytäminen epäonnistui
fr_fr: Le périphérique audio par défaut n’a pas été trouvé
id: Gagal menemukan perangkat audio default
uk: Не вдалося знайти усталений аудіопристрій

source: Make sure that you have PulseAudio installed in your system.
de: Stelle sicher, dass PulseAudio auf deinem System installiert ist.
fi: Varmista, että PulseAudio on asennettu järjestelmään.
fil: Siguraduhin na may PulseAudio sa iyong kompyuter.
fr_fr: Assurez-vous que PulseAudio est installé sur votre système.
id: Pastikan Anda telah memasang PulseAudio pada sistem Anda.
uk: Переконайтеся, що у вашій системі встановлено PulseAudio.

source: {time} hour
de: {time} Stunde
fi: {time} tunti
fr_fr: {time} heure
id: {time} jam
uk: {time} година

source: {time} minute
fi: {time} minuutti
id: menit
uk: {time} хвилина

source: {time} second
de: {time} Sekunde
fi: {time} sekunti
fr_fr: {time} seconde
id: detik
uk: {time} секунда

source: Failed to set recordings folder
de: Aufnahmeordner konnte nicht festgelegt werden
fi: Tallenteiden kansion asettaminen epäonnistui
fr_fr: Échec de la définition du dossier des enregistrements
id: Gagal mengatur folder hasil perekaman
uk: Не вдалося встановити теку для записів

source: This frame rate may cause performance issues on the selected format.
de: Diese Bildrate kann Performance-Probleme beim gewählten Format verursachen.
fi: Tämä kuvanopeus saattaa aiheuttaa suorituskykyongelmia valitun tiedostomuodon kohdalla.
fr_fr: Cette fréquence d’images peut causer des problèmes de performance avec le format sélectionné.
id: Frame rate ini mungkin akan menyebabkan isu terhadap performa pada format yang dipilih.
uk: Така частота кадрів може спричинити проблеми зі швидкодією у вибраному форматі.

source: This format is experimental and unsupported.
de: Dieses Format ist experimentell und nicht unterstützt.
fi: Tämä muoto on kokeellinen eikä sille tarjota tukea.
fr_fr: Ce format est expérimental et n’est pas pris en charge.
id: Format ini eksperimental dan tidak didukung.
uk: Цей формат експериментальний і не підтримується.

source: None
de: Kein
fi: Ei mitään
fil: Wala
fr_fr: Aucun
id: Tidak ada
sr@latin: Nema
uk: Немає

source: No active profile
de: Kein aktives Profil
fi: Ei aktiivista profiilia
fr_fr: Aucun profil actif
id: Tidak ada profil yang aktif
uk: Немає активного профілю

source: Failed to start recording
de: Aufnahme konnte nicht gestartet werden
fi: Nauhoituksen aloitus epäonnistui
fil: Hindi masimulan ang pagrekord
fr_fr: Échec du démarrage de l’enregistrement
id: Gagal memulai perekaman
uk: Не вдалося розпочати запис

source: Check out {link} for help.
de: Schau bei {link} nach Hilfe.
fi: Lue {link} saadaksesi tukea.
fr_fr: Visitez {link} pour obtenir de l’aide.
id: Rujukan {link} untuk bantuan.
uk: Довідка: {link}.

source: A GStreamer plugin may not be installed.
de: Eine GStreamer Erweiterung ist womöglich nicht installiert.
fi: GStreamer-liitännäistä ei välttämättä ole asennettu.
fr_fr: Un greffon GStreamer n’est peut-être pas installé.
id: Plugin GStreamer mungkin tidak terpasang.
uk: Плагін GStreamer може бути не встановлений.

source: Make sure that the saving location exists and is accessible.
de: Stelle sicher, dass der Speicherort existiert und zugänglich ist.
fi: Varmista, että tallennuksen sijainti on olemassa ja se on käytettävissä.
fil: Siguraduhin na ang paglalagyan ng rekording ay naa-access.
fr_fr: Assurez-vous que l’emplacement d’enregistrement existe et est accessible.
id: Pastikan lokasi penyimpanan ada dan dapat diakses.
uk: Переконайтеся, що місце збереження існує та доступне.

source: An error occurred while recording
de: Bei der Aufzeichnung ist ein Fehler aufgetreten
fi: Virhe nauhoituksen aikana
fil: Nagkaroon ng problema habang nagrerekord
fr_fr: Une erreur s’est produite pendant l’enregistrement
id: Kesalahan terjadi ketika merekam
uk: Сталася помилка під час запису

source: Failed to open “{path}” for writing
de: Konnte “{path}” nicht zum Schreiben öffnen
fi: Polun “{path}” avaaminen kirjoitusta varten epäonnistui
fr_fr: Échec de l’ouverture de « {path} » pour écrire
id: Gagal membuka “{path}” untuk bekerja
uk: Не вдалося відкрити “{path}” для запису

source: Select Recordings Folder
de: Aufnahmeordner auswählen
fi: Valitse nauhoitusten kansio
fil: Pumili ng Paglalagyan ng mga Recordings
fr_fr: Sélectionner le dossier des enregistrements
id: Pilih Folder Rekaman
sr@latin: Izaberi fasciklu za snimke
uk: Вибрати теку для записів

source: Failed to toggle pause
de: Pause konnte nicht umgeschaltet werden
fi: Keskeytys epäonnistui
fil: Hindi ma-toggle ang pag-pause
fr_fr: Échec du basculement en pause
id: Galat menekan tombol jeda
uk: Не вдалося перемкнути паузу

source: A recording is currently in progress. Quitting immediately may cause the recording to be unplayable. Please stop the recording before quitting.
de: Eine Aufnahme läuft gerade. Sofortiges Beenden kann dazu führen, dass die Aufnahme nicht abspielbar ist. Bitte stoppe die Aufnahme vor dem Beenden.
fi: Tallennus on kesken. Välitön lopettaminen saattaa aiheuttaa sen, ettei tallenne ole toistettavissa. Pysäytä tallennus ennen lopettamista.
fr_fr: Un enregistrement est en cours. Quitter immédiatement peut le rendre illisible. Veuillez interrompre l’enregistrement avant de quitter.
id: Sebuah perekaman sedang berlangsung. Keluar sekarang dapat menyebabkan hasil perekaman tidak dapat diputar. Silahkan hentikan perekaman sebelum keluar.
uk: Наразі триває запис. Негайний вихід може призвести до неможливості відтворення запису. Зупиніть запис перед виходом.

source: Quitting will cancel the processing and may cause the recording to be unplayable.
de: Beenden bricht die Verarbeitung ab und kann dazu führen, dass die Aufnahme nicht abspielbar ist.
fi: Lopettaminen peruu käsittelyn ja saattaa aiheuttaa sen, ettei tallenne ole toistettavissa.
fr_fr: Quitter annulera le traitement et peut rendre l’enregistrement illisible.
id: Keluar akan menghentikan proses berjalan dan dapat menyebabkan hasil perekaman tidak dapat diputar.
uk: Вихід скасує обробку і може призвести до неможливості відтворення запису.

source: Quit the Application?
de: Anwendung beenden?
fi: Lopetetaanko sovellus?
fr_fr: Quitter l’application ?
id: Keluar dari Aplikasi?
uk: Вийти з застосунку?

source: Quit
de: Schließen
fi: Lopeta
fil: Isara
fr_fr: Quitter
id: Keluar
sr@latin: Izađi
uk: Вийти

source: Copy to clipboard
de: In die Zwischenablage kopieren
fi: Kopioi leikepöydälle
fil: I-copy sa clipboard
fr_fr: Copier dans le presse-papiers
id: Salin ke papan klip
uk: Копіювання до буфера обміну

source: Copied to clipboard
de: In die Zwischenablage kopiert
fi: Kopioitu leikepöydälle
fil: Na-copy na sa clipboard
fr_fr: Copié dans le presse-papiers
id: Disalin ke papan klip
uk: Скопійовано до буфера обміну

source: Show detailed error
de: Detaillierten Fehler anzeigen
fi: Näytä virhe yksityiskohtineen
fil: Ipakita ang detalyadong error
fr_fr: Afficher l’erreur détaillée
id: Tampilkan kesalahan secara menyeluruh
uk: Показати подробиці помилки

source: Help
de: Hilfe
fi: Ohje
fil: Tulong
fr_fr: Aide
id: Bantuan
uk: Довідка

source: Ok, Got It
de: OK, verstanden
fi: Selvä
fr_fr: J’ai compris
id: Ok, Mengerti
uk: Гаразд, зрозуміло

source: Open Preferences?
de: Einstellungen öffnen?
fi: Avataanko asetukset?
fr_fr: Ouvrir les préférences ?
id: Buka Preferensi?
uk: Відкрити налаштування?

source: The previously selected format may have been unavailable. Open preferences and select a format to continue recording.
de: Das vorher ausgewählte Format ist eventuelle nicht verfügbar. Öffne die Einstellungen und wähle ein Format um weiter aufzunehmen.
fi: Aiemmin valittu muoto ei mahdollisesti ole käytettävissä. Avaa asetukset ja valitse muoto jatkaaksesi tallennusta.
fr_fr: Le format sélectionné précédemment est peut-être indisponible. Ouvrez les préférences et sélectionnez un format pour continuer à enregistrer.
id: Format yang sebelumnya dipilih mungkin tidak tersedia. Buka preferensi dan pilih format lain untuk terus merekam.
uk: Можливо, раніше вибраний формат недоступний. Відкрийте налаштування і виберіть формат для продовження запису.

source: Later
de: Später
fi: Myöhemmin
fr_fr: Plus tard
id: Nanti
uk: Пізніше

source: Open
de: Öffnen
fi: Avaa
fr_fr: Ouvrir
id: Buka
uk: Відкрити

source: A recording is in progress
de: Eine Aufnahme läuft
fi: Tallennus on käynnissä
fr_fr: Un enregistrement est en cours
id: Perekaman sedang berlangsung
uk: Триває запис

source: Recording
de: Aufnahme
fi: Nauhoitetaan
fil: Nagrerekord
fr_fr: Enregistrement
id: Merekam
sr@latin: Snimanje
uk: Запис

source: Paused
de: Pausiert
fi: Tauotettu
fil: Naka-pause
fr_fr: En pause
id: Dijeda
sr@latin: Pauzirano
uk: Зупинено

source: Normal
fi: Normaali
sr@latin: Normalno
uk: Звичайний

source: Selection
de: Auswahl
fi: Valinta
fil: Seleksyon
fr_fr: Sélection
id: Potongan
sr@latin: Izbor
uk: Ділянка

source: Video
fr_fr: Vidéo
uk: Відео

source: Open Menu
fil: Buksan ang Menu
fr_fr: Ouvrir le menu
id: Buka Menu
sr@latin: Otvori izbornik
uk: Відкрити меню

source: Show Preferences
fr_fr: Afficher les préférences
id: Tampilkan Preferensi
uk: Показати налаштування

source: Show Shortcuts
fil: Ipakita ang mga Shortcuts
fr_fr: Afficher les raccourcis
id: Tampilkan Pintasan
sr@latin: Prikaz prečica
uk: Показати комбінації клавіш

source: Toggle Record
fil: I-toggle ang Record
fr_fr: Activer / Désactiver l’enregistrement
id: Tombol Perekaman
sr@latin: Pokreni/zaustavi snimanje
uk: Почати/зупинити запис

source: Toggle Pause
fil: I-toggle ang Pause
fr_fr: Activer / Désactiver la pause
id: Tombol Jeda
sr@latin: Pauziraj/nastavi snimanje
uk: Зупинити/продовжити

source: Cancel Record
fil: Kanselahin ang Pagrekord
fr_fr: Annuler l’enregistrement
id: Batal Merekam
uk: Скасувати запис

source: Settings
fil: Mga Opsyon
fr_fr: Réglages
id: Pengaturan
sr@latin: Podešavanja
uk: Налаштування

source: Toggle Desktop Audio
fr_fr: Activer / Couper l’audio de l’ordinateur
id: Tombol Audio Desktop
uk: Перемкнути звук комп'ютера

source: Toggle Microphone
fil: I-toggle ang Mikropono
fr_fr: Activer / Couper le microphone
id: Tombol Mikrofon
sr@latin: Uključi/isključi mikrofon
uk: Увімкнути/вимкнути мікрофон

source: Toggle Pointer
fil: I-toggle ang Pointer
fr_fr: Activer / Désactiver le curseur
id: Tombol Penunjuk
sr@latin: Prikaži/sakrij kursor
uk: Показати/сховати вказівник

source: Donate (Liberapay)
fil: Mag-donate (Liberapay)

source: Donate (PayPal)
fil: Mag-donate (PayPal)
